Repository: suleimansultanov/VirtualWindow
Catalog: src/NasladdinPlace.UI/Resources/Views/PointsOfSale/PosForm.*.resx
Languages: ru

source: City
ru: Город

source: Close doors
ru: Закрыть Двери

source: Configure antennas
ru: Настроить антенны

source: Create periodic task
ru: Запустить тест

source: Create POS
ru: Создать витрину

source: Delete
ru: Удалить

source: Doors
ru: Двери

source: Edit point of sale
ru: Редактирование витрины

source: Goods
ru: Товары

source: Latitude
ru: Широта

source: Longitude
ru: Долгота

source: Name
ru: Название

source: Open left door
ru: Открыть Левую Дверь

source: Open right door
ru: Открыть Правую Дверь

source: Save
ru: Сохранить

source: Settings
ru: Настройки

source: Show content
ru: Содержимое витрины

source: Overdue goods in point of sale
ru: Просроченные товары в витрине

source: Street
ru: Улица

source: Testing
ru: Тестирование

source: Driver Logs
ru: Логи Драйвера

source: Images
ru: Изображения

source: Goods prices
ru: Товары и цены

source: Logs
ru: Логи

source: QR code
ru: QR код

source: Labels detection statistics
ru: Статистика точности считывания меток

source: Condition monitoring
ru: Мониторинг состояния

source: Temperature state
ru: Температурный режим

source: Show сontent by type of good
ru: Содержимое витрины по типу товара

source: Actions
ru: Действия

source: Assign labels to good
ru: Идентификация

source: Placing mode
ru: Режим размещения

source: Tools
ru: Инструменты

source: Home
ru: Домой

source: Interface
ru: Карточка витрины

source: Allowed modes
ru: Разрешенные режимы

source: Purchase
ru: Покупка

source: GoodsIdentification
ru: Идентификация

source: GoodsPlacing
ru: Размещение

source: Cancel
ru: Отменить

source: Media content
ru: Медиа контент

source: Abbreviated name
ru: Код витрины

source: Notification
ru: Оповещение

source: Abnormal sensors measurements history
ru: История измерений датчиков, отличных от нормы

source: Disabled
ru: Выкл.

source: Enabled
ru: Вкл.

source: Save success
ru: Данные о витрине были успешно изменены!

source: Sensors controller type
ru: Тип контроллера

source: Required screen resolution
ru: Требуемое разрешение экрана

source: Select
ru: Выбрать

source: QR code generation type
ru: Тип генерации QR кода

source: Static
ru: Статический

source: Dynamic
ru: Динамический

source: Not found
ru: Упс, ничего не нашёл!

source: Placeholder
ru: Пожалуйста выберите роли, которым будут доступны действия над витриной

source: Roles
ru: Доступ

source: Save error
ru: Упссс! Произошла ошибка.

source: Accurate location
ru: Подсказка о расположении (как найти)

source: Is restricted access
ru: Ограниченный доступ

source: Corporate
ru: КОРП

source: Pos activity status
ru: Режим эксплуатации
